<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <!--both meta tag is for search--> 
    <meta name="keywords" content="Log in Pronto">
    <meta name="description" content="log in Pronto.">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    <!--Tab icon-->
    <title>Log in</title>
    @vite(['resources/css/homepage.css'])  
   
</head>
<body>
    <div class="background">
         <nav>
            <a href={{route('all.homepage')}}>હોમ</a>
            <a href={{route('all.scheme')}}>સરકારી યોજના</a>
            <a href={{route('all.weather')}}>હવામાન</a>
            <a href={{route('all.data')}}>પાક નો ડેટા</a>
            <a href={{route('all.showchart')}}>ચાર્ટ</a>
            <div class="animation start-home"></div>
        </nav>
    </div>
    <div class="wrap">
    <div class="title">
        <h2> તમામ ખેડૂતોને સમર્પિત  </h2>
       
    </div>   
    <div class="text">
        <em> &bull;</em> ભારત વિશ્વમાં કૃષિ ઉત્પાદનોનો બીજો સૌથી મોટો ઉત્પાદક દેશ છે પરંતુ ખેડૂતો ખૂબ જ નબળી સ્થિતિમાં જીવી રહ્યા છે. કારણ કે તેમને વર્તમાન સરકારી યોજનાઓ, પાછલા વર્ષના પાકના આંકડા, તેમની હાલની જમીનની સ્થિતિ વિશે પૂરતી જાણકારી નથી. <br><br>
        <em> &bull;</em> કેટલાક પાકને ઉગાડવા માટે ચોક્કસ પર્યાવરણીય પરિસ્થિતિઓની જરૂર પડે છે. જો કોઈ ખેડૂત એવો પાક પસંદ કરે છે જે સ્થાનિક આબોહવા, જમીનના પ્રકાર અથવા પાણીની પ્રાપ્યતાને અનુકૂળ ન હોય, તો તે નબળી વૃદ્ધિ, ઓછી ઉપજ અને સંભવિત પાક નિષ્ફળતા તરફ દોરી જઈ શકે છે.<br><br>
        <em> &bull;</em> પાકની પસંદગીએ બજારની માંગ અને ભાવમાં વધઘટને ધ્યાનમાં લેવી જોઈએ. જો કોઈ ખેડૂત બજારના વલણોને ધ્યાનમાં લીધા વિના પાકની પસંદગી કરે છે, તો વધુ પડતા પુરવઠા અથવા ઓછી માંગને કારણે કિંમતોમાં ઘટાડો થઈ શકે છે અને નાણાકીય નુકસાન થઈ શકે છે.<br><br>
        <em> &bull;</em> જે ખેડૂતો ચોક્કસ પાક વિશે સારી રીતે માહિતગાર નથી, તેમને તેની ખેતીમાં પડકારોનો સામનો કરવો પડી શકે છે. પાક-વિશિષ્ટ વાવેતર પદ્ધતિઓ, પોષકતત્વોની જરૂરિયાતો અને જંતુ વ્યવસ્થાપન વ્યૂહરચનાઓનું અપૂરતું જ્ઞાન સબઓપ્ટિમલ પાકની વૃદ્ધિ અને ઉપજમાં ઘટાડો કરી શકે છે.<br><br>
        <em> &bull;</em> પાકની પસંદગી સ્થાનિક વૃદ્ધિની મોસમ અને આબોહવાના જોખમો જેવા કે વધુ પડતો વરસાદ, દુષ્કાળ અથવા આત્યંતિક તાપમાન માટે જવાબદાર હોવી જોઈએ. આ પરિબળોને ધ્યાનમાં લેવામાં નિષ્ફળતા પાકને નુકસાન અથવા નિષ્ફળતા તરફ દોરી શકે છે.<br><br>
        <em> &bull;</em> અમારી વેબસાઇટ ખેડૂતને નવીનતમ સરકારી યોજનાઓ બતાવે છે અને એવી નીતિઓ કે જેના દ્વારા ખેડૂત હાલમાં અને નજીકના ભવિષ્યમાં તેનો લાભ લઈ શકે છે. વેબસાઇટ પાછલા વર્ષના પાકના આંકડા પણ પ્રદર્શિત કરશે. અમે એવી સુવિધા શામેલ કરી છે જે પાછલા વર્ષના પાકના ભાવ પ્રદર્શિત કરશે.<br><br>
    </div>
</div>
</body>
</html>
