<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <!--both meta tag is for search--> 
    <meta name="keywords" content="Log in Pronto">
    <meta name="description" content="log in Pronto.">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    <!--Tab icon-->
    <title>Log in</title>
    @vite(['resources/css/homepage.css'])  
   
</head>
<body>
    <div class="background">
        <nav>
            <a href={{route('all.homepage')}}>હોમ</a>
            <a href={{route('all.scheme')}}>સરકારી યોજના</a>
            <a href={{route('all.weather')}}>હવામાન</a>
            <a href={{route('all.data')}}>પાક નો ડેટા</a>
            <a href={{route('all.showchart')}}>ચાર્ટ</a>
            <div class="animation start-home"></div>
        </nav>
    </div>
    <div class="wrap">
    <div class="title">
        <h2> ખેડૂત અને કૃષિ કલ્યાણ યોજના   </h2>
       
    </div>   
    <div class="text">
         <h2>સોઈલ હેલ્થ કાર્ડ યોજના:-</h2> <br>આ યોજના ૨૦૧૫ માં રજૂ કરવામાં આવી હતી અને તેનો હેતુ ખેડૂતોને જમીન માટે આરોગ્ય કાર્ડ પ્રદાન કરવાનો છે. આ યોજના હેઠળ ખેડુતો જમીનની ગુણવત્તા અને પોષક તત્વોને અપલોડ કરી શકે છે.
આ માહિતીનો ઉપયોગ તેઓ દ્વારા વધુ સારી ગુણવત્તાવાળા પાકની ફળદ્રુપતા માટે જમીનની સ્થિતિમાં સુધારો કરવા માટે થઈ શકે છે. આ યોજના હેઠળ સરકારે ૨૫૩ લાખ કૃષિ સ્થળોએથી માટીના નમૂના એકત્રિત કર્યા હતા. અત્યાર સુધીમાં અધિકારીઓ દ્વારા ૭૬ ટકાથી વધુ આરોગ્ય કાર્ડનું વિતરણ કરવામાં આવ્યું છે.  <br><br>
        <h2>    એનસીયુ-નીમ કોટેડ યુરિયા:-</h2> માટીના સ્વાસ્થ્યને જાળવવા અને વધુ સારા પાકને ઉત્પન્ન કરવા માટે જૈવિક યુરિયાના ઉપયોગને પ્રોત્સાહન આપવા માટે સરકાર દ્વારા આ યોજના શરૂ કરવામાં આવી હતી. યુરિયા પાક માટે નાઇટ્રોજન સ્ત્રોતથી સમૃદ્ધ બનાવવામાં આવ્યું હતું. આ યોજના હેઠળ, ખેડૂતો બચતમાં આશરે ૧૦ ટકાનો ઘટાડો કરવા માટે ફક્ત નીમ કોટેડ ઓર્ગેનિક યુરિયાનો ઉપયોગ કરી રહ્યા છે.<br><br>
         <h2>   પીકેવીવાય-પરંપરાગત કૃષિ વિકાસ યોજના:-</h2>સરકારે ખેડૂતોમાં સજીવ ખેતીના આદર્શને પ્રોત્સાહન આપવા માટે દેશની અંદર આ યોજના લાગુ કરી હતી. આનાથી ખેડુતોને ખેતીની જમીનમાંથી વધુ સારો નફો મેળવવામાં મદદ મળશે.
        સરકારનું લક્ષ્ય આ યોજના હેઠળ વર્ષ 2015-2018 સુધીમાં 5 લાખ એકરથી વધુ ખેતીની જમીનને આવરી લેવાનું છે, જેમાં પ્રત્યેક 50 એકર જમીનનાં ક્લસ્ટરમાં આવરી લેવામાં આવશે.<br><br>
         <h2>પીએમકેએસવાય-પ્રધાનમંત્રી કૃષિ સિંચાઈ યોજના:-</h2>સરકાર દ્વારા ૨૦૧૫ ૧લી જુલાઇએ આ યોજના રજૂ કરવામાં આવી હતી. આ યોજના હેઠળ સરકારનું લક્ષ્ય દરેક ખેતીની જમીનને સિંચાઇના પાણી પુરવઠા સાથે પૂરું પાડવાનું છે.
        આ યોજનાને વધુ સારી રીતે અમલમાં મૂકવા માટે સરકારે વરસાદના પાણીના સંગ્રહની તકનીકોનો ઉપયોગ કરીને સિંચાઈ દરમિયાન પાણીનો બગાડ ઘટાડવાનો હેતુ રાખ્યો હતો.એકંદર ખર્ચ ઘટાડવામાં સહાય માટે સરકારે ખેડુતો માટે સૂક્ષ્મ સિંચાઈ સુવિધાનો વિચાર પણ અમલમાં મૂક્યો હતો. સરકાર આ યોજના હેઠળ અત્યાર સુધીમાં ૮.૩૯ લાખ હેક્ટરને આવરી લેવામાં પણ સફળ રહી છે.<br><br>
        <h2> ઈ-નામ-રાષ્ટ્રીય કૃષિ બજાર:-</h2>આ યોજના હેઠળ સરકારે બજારના ભાવોને નિયંત્રિત કરવા માટે ઇ-માર્કેટ પ્લેસ બનાવવાની પહેલ કરી હતી. આ પ્લેટફોર્મ ખેડૂતોને તેમની પેદાશો અને અન્ય કૃષિ કૃષિ ઉપકરણો માટે નિયંત્રિત ભાવ પ્રદાન કરે છે.
        સરકાર ૨૦૧૭ સુધીમાં આ યોજના હેઠળ ૪૦૦ થી વધુ બજારોને એકીકૃત કરવામાં પણ સફળ રહી છે. હાજર તેનું લક્ષ્ય ૪૭.૯૫ લાખથી વધુ ખેડૂતો અને ૯૧૫૦૦ વેપારીઓને સામાન્ય પ્લેટફોર્મ શેર કરવા માટે જોડવાનું છે.<br><br>
    </div>
</div>
</body>
</html>
