<?php 
return['welcome'=>"અમારી વેબસાઇટમાં તમારું સ્વાગત છે",
'login'=>"લોગ ઈન",
'email'=>"ઇમેઇલ",
'password'=>"પાસવર્ડ",
'loginbtn'=>"લોગ ઈન કરો",
'forgetpass'=>"શું તમે પાસવર્ડ ભૂલી ગયા છો?",
'name'=>"નામ",
'contact'=>"સંપર્ક નંબર",
'farmercard'=>"ખેડૂત કાર્ડ",
'address'=>"સરનામું",
'distrct'=>"જિલ્લાનું નામ",
'state'=>'રાજ્યનું નામ',
'add_email'=>"ઈ-મેઈલ દાખલ કરો",
'add_name'=>"નામ દાખલ કરો",
'add_contact'=>"સંપર્ક નંબર દાખલ કરો",
'add_farmercard'=>"ખેડૂત કાર્ડ વિગતો દાખલ કરો",
'add_address'=>"ખેતરનું સરનામું દાખલ કરો",
'add_district'=>"જિલ્લાનું નામ દાખલ કરો",
'add_state'=>"રાજ્યનું નામ દાખલ કરો",
'signup'=>"સાઇન અપ",
"signup?"=>"પહેલેથી જ એકાઉન્ટ છે? લોગ ઈન કરો",
'wrongpass'=>"દાખલ કરેલ પાસવર્ડ ખોટો છે કૃપા કરીને ફરીથી પ્રયત્ન કરો",
'emailnotfound'=>"દાખલ કરેલ ઇમેઇલ નોંધાયેલ નથી કૃપા કરીને ફરીથી પ્રયાસ કરો",
'loginfirst'=>"કૃપા કરીને લૉગિન કરો ",
'homepage'=>""];


?>